Repository: integrumart/continuous_clock
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: tr

source: Continuous Clock
tr: Sürekli Saat

source: Continuous Clock Settings...
tr: Sürekli Saat Ayarları...

source: Continuous Clock Settings
tr: Sürekli Saat Ayarları

source: Time: {current_time}
tr: Saat: {current_time}

source: Announces the current time manually.
tr: Saati manuel olarak seslendirir.

source: Announcement interval (1-60 minutes):
tr: Anons aralığı (1-60 dakika):

source: Play ticking sound every minute
tr: Her dakika başında tık sesi çıkar

source: Website
tr: Web Sitesi

source: Donate (PayTR)
tr: Bağış Yap (PayTR)

source: Clock settings updated.
tr: Saat ayarları güncellendi.
